Revit 2027 API
ParameterTypeId.AutoMullionBorder2Horiz Property
 "Border 2 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder2Horiz { get; }
Public Shared ReadOnly Property AutoMullionBorder2Horiz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder2Horiz {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder2Horiz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace